/* Task view. */
HSDFSD_TaskName = "Numéros de télécopie abrégés";
HSDFPB_TaskName = "Répertoire des numéros de fax";
HSDFSD_TaskDescription = "Utilisez les boutons + et - ou entrez les informations souhaitées dans la mémoire de numéros abrégés de votre périphérique, ou utilisez le répertoire pour rechercher et ajouter une information.";
HSDFPB_TaskDescription = "Le répertoire des numéros de fax vous permet d'afficher et de gérer la liste des contacts sur votre périphérique.\nUtilisez les boutons - et + pour ajouter ou supprimer des contacts. Vous pouvez également utiliser Contacts pour rechercher d'autres entrées et les ajouter à la liste.";

ActionMenuTooltip = "Menu Action";

HSDEntryIndexColumnTitle = "#";
HSDEntryNameColumnTitle = "Nom";
HSDEntryPhoneNumberColumnTitle = "Numéro de télécopie";
HSDEntryEditActionMenuTitle = "Modifier…";
HSDEntryCreateGroupActionMenuTitle = "Créer un groupe…";
EntriesStatusCaption = "%1$d sur %2$d entrées utilisées";
HSDPrintListButtonTitle = "Imprimer la liste";
/* Use common localized key instead of plug-in "MoreInfoButtonTitle". */
AddressBookLaunchButtonTooltip = "Ouvrir le carnet d'adresses de télécopie";
ContactsLaunchButtonTooltip = "Ouvrir la liste des Fax Contacts";
HSDApplyButtonTitle = "Appliquer";

HSDDismissEntryButtonTitle = "Annuler";
HSDConfirmEntryButtonTitle = "Enregistrer";

HSDFPB_AddNewContactToolTip = "Ajouter un nouveau contact";
HSDFSD_AddNewContactToolTip = "Ajouter un nouveau numéro abrégé";
HSDFPB_DeleteSelectedContactToolTip = "Supprimer les contacts ou les groupes sélectionnés";
HSDFSD_DeleteSelectedContactToolTip = "Supprimer les numéros abrégés ou les groupes sélectionnés";
HSDFPB_PrintListButtonToolTip = "Imprimer tous les contacts stockés sur ce dispositif";
HSDFSD_PrintListButtonToolTip = "Imprimer tous les numéros abrégés stockés sur ce dispositif";

/* Individual entry panel. */
HSDFPB_IndividualEntryIndexFieldCaption = "Entrée (#) :";
HSDFSD_IndividualEntryIndexFieldCaption = "Numéro abrégé (#) :";
HSDIndividualEntryNameFieldCaption = "Nom :";
HSDIndividualEntryPhoneNumberFieldCaption = "Numéro de télécopie :";

/* Group entry panel. */
HSDFPB_GroupEntryIndexFieldCaption = "Entrée (#) :";
HSDFSD_GroupEntryIndexFieldCaption = "Numéro abrégé (#) :";
HSDGroupEntryNameFieldCaption = "Nom du groupe :";
HSDFSD_GroupEntryItemsDescription = "Sélectionnez les numéros abrégés à inclure dans ce groupe.";
HSDFPB_GroupEntryItemsDescription = "Sélectionnez les contacts que vous souhaitez ajouter à ce groupe.";

/* More Info panel. */
HSDConfirmMoreInfoButtonTitle = "OK";

/* Contacts panel. */
AddressBookPanelTitle = "Carnet d'adresse de télécopie";
ContactsPanelTitle = "Fax Contacts";
HSDDismissContactsButtonTitle = "Fermer";
HSDConfirmContactsButtonTitle = "Ajouter";

/* Alert dialogs. */
CancelAlertButtonTitle = "Annuler";
RemoveFromGroupAlertButtonTitle = "Supprimer du groupe";
DeleteAlertButtonTitle = "Supprimer";
ApplyAlertButtonTitle = "Appliquer";
DontApplyAlertButtonTitle = "Ne pas appliquer";

IncorrectDeviceStateAlertTitle = "L'imprimante est dans un état d'erreur.";
IncorrectDeviceStateAlertMessage = "Veuillez résoudre l'erreur du périphérique et réessayer.";

HSDFSD_InvalidEntryErrorTitle = "Numéro abrégé non valide";
HSDFPB_InvalidEntryErrorTitle = "Impossible d'ajouter un contact";
HSDFSD_MissingEntryNameErrorMessage = "Il manque le nom du numéro abrégé. Entrez un nom pour le numéro abrégé et réessayez.";
HSDFPB_MissingEntryNameErrorMessage = "Le nom du contact n'est pas indiqué. Saisissez un nom et réessayez.";
HSDFSD_MissingEntryPhoneNumberErrorMessage = "Il manque le numéro du numéro abrégé. Entrez un numéro pour le numéro abrégé et réessayez.";
HSDFPB_MissingEntryPhoneNumberErrorMessage = "Le numéro du contact n'est pas indiqué. Saisissez un numéro et réessayez.";
HSDFSD_TooLargeGroupErrorMessage = "Le groupe de numérotation abrégée est trop grand. Votre périphérique prend en charge un maximum de %d entrées par groupe.";
HSDFPB_TooLargeGroupErrorMessage = "Le groupe comprend un trop grand nombre de contacts. Votre périphérique ne peut pas prendre en charge plus de %d entrées dans un groupe.";

HSDFSD_DeleteIndividualEntryAlertTitle = "Voulez-vous vraiment supprimer le numéro abrégé pour \"%@\"?";
HSDFPB_DeleteIndividualEntryAlertTitle = "Êtes-vous sûr de vouloir supprimer le contact \"%@\"?";
HSDFSD_DeleteIndividualEntryAlertMessage = "Le numéro abrégé sélectionné apparaît dans un ou plusieurs groupes. Supprimer le numéro abrégé le supprime du/des groupe(s).";
HSDFPB_DeleteIndividualEntryAlertMessage = "Le contact sélectionné s'affiche dans un ou plusieurs groupes. Une fois supprimé, le contact n'apparaîtra plus dans aucun des groupes.";
HSDFSD_DeleteMultipleIndividualEntriesAlertTitle = "Voulez-vous vraiment supprimer les numéros abrégés sélectionnés?";
HSDFPB_DeleteMultipleIndividualEntriesAlertTitle = "Êtes-vous sûr de vouloir supprimer les contacts sélectionnés ?";
HSDFSD_DeleteMultipleIndividualEntriesAlertMessage = "Certains des numéros abrégés sélectionnés peuvent apparaître dans un ou plusieurs groupes. Supprimer les numéros abrégés les supprime du/des groupe(s).";
HSDFPB_DeleteMultipleIndividualEntriesAlertMessage = "Certains des contacts sélectionnés s'affichent dans un ou plusieurs groupes. Une fois supprimés, les contacts n'apparaîtront plus dans aucun des groupes.";

HSDFSD_DeleteGroupEntryAlertTitle = "Voulez-vous vraiment supprimer le groupe de numéros abrégés \"%@\"?";
HSDFPB_DeleteGroupEntryAlertTitle = "Êtes-vous sûr de vouloir supprimer le groupe \"%@\" ?";
HSDFSD_DeleteGroupEntryAlertMessage = "Les numéros abrégés individuels dans le groupe sélectionné ne seront PAS supprimés.";
HSDFPB_DeleteGroupEntryAlertMessage = "Les contacts qui figurent dans le groupe NE seront PAS supprimés.";
HSDFSD_DeleteMultipleGroupEntriesAlertTitle = "Voulez-vous vraiment supprimer les groupes de numéros abrégés sélectionnés?";
HSDFPB_DeleteMultipleGroupEntriesAlertTitle = "Êtes-vous sûr de vouloir supprimer les groupes sélectionnés ?";
HSDFSD_DeleteMultipleGroupEntriesAlertMessage = "Les numéros abrégés individuels dans les groupes sélectionnés ne seront PAS supprimés.";
HSDFPB_DeleteMultipleGroupEntriesAlertMessage = "Les contacts qui figurent dans les groupes NE seront PAS supprimés.";

HSDFSD_DeleteIndividualEntryFromGroupAlertTitle = "Voulez-vous vraiment supprimer le numéro abrégé pour \"%1$@\" du groupe \"%2$@\"?";
HSDFPB_DeleteIndividualEntryFromGroupAlertTitle = "Êtes-vous sûr de vouloir supprimer le contact \"%1$@\" du groupe \"%2$@\" ?";
HSDFSD_DeleteIndividualEntryFromGroupAlertMessage = "Si vous cliquez sur Supprimer du groupe, le Raccourci d'appel n'apparaîtra plus dans le groupe. Il ne sera pas supprimé.\nCliquez sur Supprimer si vous souhaitez que le Raccourci d'appel soit supprimé définitivement et qu'il n'apparaisse plus dans aucun des groupes.";
HSDFPB_DeleteIndividualEntryFromGroupAlertMessage = "En cliquant sur Supprimer du groupe, le raccourci d'appel sera simplement supprimé du groupe. Il ne sera pas effacé.\nCliquez sur Supprimer si vous souhaitez supprimer définitivement le raccourci d'appel et le supprimer de tous les groupes.";
HSDFSD_DeleteMultipleEntriesFromGroupAlertTitle = "Voulez-vous vraiment supprimer les numéros abrégés sélectionnés du groupe \"%@\"?";
HSDFPB_DeleteMultipleEntriesFromGroupAlertTitle = "Êtes-vous sûr de vouloir supprimer les contacts sélectionnés du groupe \"%@\" ?";
HSDFSD_DeleteMultipleEntriesFromGroupAlertMessage = "Si vous cliquez sur Supprimer du groupe, les Raccourci d'appel n'apparaîtront plus dans le groupe. Ils ne seront pas supprimés.\nCliquez sur Supprimer si vous souhaitez que les Raccourcis d'appel soient supprimés définitivement et qu'ils n'apparaissent plus dans aucun des groupes.";
HSDFPB_DeleteMultipleEntriesFromGroupAlertMessage = "Cliquez sur Supprimer du groupe si vous souhaitez simplement supprimer les raccourcis d'appel du groupe. Les raccourcis d'appel ne seront pas effacés.\nCliquez sur Supprimer si vous souhaitez supprimer définitivement les raccourcis d'appel et les supprimer de tous les groupes.";
HSDFSD_DeleteMultipleEntriesFromMultipleGroupsAlertTitle = "Voulez-vous vraiment supprimer les numéros abrégés sélectionnés de leurs groupes respectifs?";
HSDFPB_DeleteMultipleEntriesFromMultipleGroupsAlertTitle = "Êtes-vous sûr de vouloir supprimer les contacts sélectionnés de leurs groupes respectifs ?";
HSDFSD_DeleteMultipleEntriesFromMultipleGroupsAlertMessage = "Si vous cliquez sur Supprimer du groupe, les Raccourci d'appel n'apparaîtront plus dans leurs groupes respectifs. Ils ne seront pas supprimés.\nCliquez sur Supprimer si vous souhaitez que les Raccourcis d'appel soient supprimés définitivement et qu'ils n'apparaissent plus dans aucun des groupes.";
HSDFPB_DeleteMultipleEntriesFromMultipleGroupsAlertMessage = "Cliquez sur Supprimer du groupe si vous souhaitez simplement supprimer les raccourcis d'appel de leurs groupes respectifs. Les raccourcis d'appel ne seront pas effacés.\nCliquez sur Supprimer si vous souhaitez supprimer définitivement les raccourcis d'appel et les supprimer de tous les groupes.";

HSDFSD_DeleteMixedEntriesAlertTitle = "Voulez-vous vraiment supprimer les numéros abrégés et les groupes de numéros abrégés sélectionnés?";
HSDFPB_DeleteMixedEntriesAlertTitle = "Êtes-vous sûr de vouloir supprimer les contacts et les groupes sélectionnés ?";
HSDFSD_DeleteMixedEntriesAlertMessage = "Cliquez sur Supprimer pour supprimer définitivement le(s) numéro(s) abrégé(s) individuel(s) et le(s) groupe(s). Les numéros abrégés individuels au sein du ou des groupe(s) sélectionné(s) ne seront PAS supprimés sauf s'ils sont sélectionnés individuellement pour suppression.";
HSDFPB_DeleteMixedEntriesAlertMessage = "Cliquez sur Supprimer pour ne supprimer définitivement que les contacts et les groupes sélectionnés. Les contacts qui apparaissent dans les groupes sélectionnés, mais qui n'ont pas été directement sélectionnés, NE seront PAS supprimés.";

DenyContactsAccessAlertTitle = "Informations non disponibles";
DenyContactsAccessAlertMessage = "Aucun accès à l'application \"%@\".\nPour déverrouiller celle-ci, sélectionnez Préférences Système, puis le panneau Sécurité et confidentialité.";

HSDFSD_AllowsToCommitChangesAlertTitle = "Vous avez modifié la liste des raccourcis d'appel";
HSDFPB_AllowsToCommitChangesAlertTitle = "Vous avez modifié le répertoire des numéros de fax. Souhaitez-vous enregistrer vos modifications avant d'imprimer ?";
AllowsToCommitChangesAlertMessage = "Les modifications que vous avez effectuées n'apparaîtront pas dans la liste imprimée si vous ne les appliquez pas. Souhaitez-vous appliquer les modifications que vous avez apportées à la liste avant de l'imprimer ?";

/* Progress dialogs. */
PrintInitializingDialogTitle = "Traitement en cours…";
PrintProcessingDialogTitle = "Impression en cours… Veuillez patienter";
